INSERT INTO Ayah (surah_id, number_in_surah, text) VALUES
    (112, 1, 'قُلْ هُوَ اللَّهُ أَحَدٌ'),
    (112, 2, 'اللَّهُ الصَّمَدُ'),
    (112, 3, 'لَمْ يَلِدْ وَلَمْ يُولَدْ'),
    (112, 4, 'وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ'),

    (113, 1, 'قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ'),
    (113, 2, 'مِنْ شَرِّ مَا خَلَقَ'),
    (113, 3, 'وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ'),
    (113, 4, 'وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ'),
    (113, 5, 'وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ'),

    (114, 1, 'قُلْ أَعُوذُ بِرَبِّ النَّاسِ'),
    (114, 2, 'مَلِكِ النَّاسِ'),
    (114, 3, 'إِلَٰهِ النَّاسِ'),
    (114, 4, 'مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ'),
    (114, 5, 'الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ'),
    (114, 6, 'مِنَ الْجِنَّةِ وَالنَّاسِ');